{
  "ulrikadavidsson.se": "Ulrika Davidsson är hela Sveriges kostrådgivare och har med sina kurser hjälpt över 50 000 personer att snabbt gå ner i vikt. E-handelssajt med priser från 149 kr. Aktiv på facebook, instagram, youtub...",
  "functionalfoods.se": "Functional foods är naturlig mat och framtidens kost för god hälsa och ett friskare liv. Välkommen till en spännande resa med mervärdesmat. Snabb och responsiv sajt.",
  "svensktkosttillskott.se": "Köp kosttillskott online hos Svenskt Kosttillskott E-handelssajt med priser från 100 kr. Aktiv på facebook, instagram, youtube. Snabb och responsiv sajt.",
  "svenskhalsokost.se": "Köp hälsokost på nätet hos Svensk Hälsokost E-handelssajt med priser från 100 kr. Snabb och responsiv sajt.",
  "lifebutiken.se": "Brett utbud av kosttillskott, hudvård och hälsokost. Nordens ledande hälsokedja. Hälsokost på Lifebutiken.se E-handelssajt med priser från 299 kr. Snabb och responsiv sajt.",
  "bodystore.com": "Bodystore.com - Hälsokost, skönhet, sport och träning på nätet. Handla smidigt & enkelt online med fri frakt och nya erbjudanden varje vecka! E-handelssajt med priser från 205 kr. Snabb och responsiv ...",
  "rawfoodshop.se": "Rawfoodshop - ekologiska råvaror från naturens skafferi! Kika in våra produkter inom rawfood, glutenfritt och ayurveda - för en hälsosam livsstil. E-handelssajt med priser från 499 kr. Aktiv på facebo...",
  "gymgrossisten.com": "Gymgrossisten.com har Sveriges största utbud av kosttillskott, träningskläder och träningsredskap. Vi har fri frakt över 499 kr, prisgaranti och fria returer. E-handelssajt med priser från 899 kr....",
  "holistic.se": "I snart 20 år har vi förmedlat kunskap och tagit fram kosttillskott av kompromisslös kvalité för att hjälpa människor att optimera sin hälsa. E-handelssajt med priser från 299 kr. Aktiv på facebook, i...",
  "greatlife.se": "Marknadens kanske bästa hälsokost. Köp kosttillskott från Greatlife av högsta kvalitet. Fri frakt och kostnadsfri rådgivning. Tusentals nöjda kunder. E-handelssajt med priser från 459 kr. Snabb och re...",
  "reneevoltaire.se": "Upptäck Renée Voltaire – din portal till ren matglädje. Utforska ekologiska livsmedel, inspirerande recept, och hållbara produkter. Gör varje måltid till ett äventyr med hälsosamma, miljövänliga val. ...",
  "foodpharmacy.se": "Food Pharmacy är en blogg om tarmfloror, snälla bakterier, forskning och antiinflammatorisk mat. Ordineras till alla som vill äta sig till ett friskare liv. E-handelssajt med priser från 200 kr. Snabb...",
  "yogobe.com": "Welcome to explore classes, workshops and lectures within physical and mental health as well as personal growth together with 100 experts online via Yogobe. We offer audio and video tutorials and more...",
  "actic.se": "Välkommen till Actic! Vi erbjuder träning för livet på ca 100 gym & bad runt om i Sverige. Starta din träningsresa med oss idag. Erbjuder 8+ kurser och utbildningar. Snabb och responsiv sajt.",
  "dietdoctor.com": "How do you start a keto or low-carb diet? We have delicious recipes, amazing meal plans, the best keto videos, and a supportive low-carb community to help dramatically improve your health. Welcome to ...",
  "lifesum.com": "Lifesum helps you improve your well-being with insights regarding food and nutrition while creating sustainable habits – start your health journey today. Aktiv på facebook, instagram, twitter. Snabb o...",
  "nutri.se": "Upptäck Nutri.se:s omfattande utbud av högkvalitativa kosttillskott och hälsokostprodukter. Handla kosttillskott tryggt och till lägre priser. E-handelssajt med priser från 100 kr. Aktiv på facebook, ...",
  "lofsan.se": "Sandstromgroup Snabb och responsiv sajt.",
  "sverigesradio.se": "Senaste nyheterna från Sverige och världen. Uppdateras dygnet runt med analyser, lokala nyheter, sport, kultur och vetenskap. E-handelssajt med priser från 4 kr. Snabb och responsiv sajt.",
  "kristinkaspersen.se": "Kristin Kaspersen Aktiv på facebook, instagram, twitter. Mobiloptimerad plattform.",
  "tyngre.se": "Välkommen till Tyngre! Här kan du handla Tyngre kosttillskott, kläder och tillbehör av högsta kvalitet: Alltid bra priser och snabb leverans. E-handelssajt med priser från 1 049 SEK. Aktiv på facebook...",
  "smartarefitness.se": "Handla effektiva kosttillskott och träningsprodukter. Beställ smidigt i vår webbshop med snabb leverans och fri frakt över 499kr. E-handelssajt med priser från 59 sek. Aktiv på facebook, instagram, tw...",
  "umara.se": "Sports drinks, dietary supplements, energy & protein bars - Umara Aktiv på facebook, instagram, youtube. Snabb och responsiv sajt.",
  "4health.se": "God väg till hälsa Erbjuder 7+ kurser och utbildningar. Aktiv på facebook, instagram, twitter. Snabb och responsiv sajt.",
  "mindfulness.se": "Naturligt Vis, Henrik Kok erbjuder föresläsningar och kurser i mindfulness och mindfulnessbaserad metodik (MBSR/MBKT). Vi erbjuder också gratis ljudfiler för träning i mindfulnessmeditation. Erbjuder ...",
  "halsa.se": "Läckra vegorecept från Tidningen Hälsa Tidningen Hälsas bästa träningstips Tidningen Hälsa är fylld med inspiration och härliga tips för ett skönare och… Snabb och responsiv sajt.",
  "paceonearth.se": "Träningsinspiration och löpglädje för dig som drömmer om att springa långt. \r\nMed ultralöpare Ellen, Jënni & Johnny. E-handelssajt med priser från 49 kr. Aktiv på facebook, instagram, youtube. Snabb o...",
  "strengthlog.com": "Track your workouts and progress with our easy-to-use workout tracker app. Set goals, record your exercises and sets, and see your progress over time. Available for free on iOS and Android. Snabb och ...",
  "lesscarbs.se": "Glutenfria och sockerfria recept och kostråd | Lesscarbs.se Snabb och responsiv sajt.",
  "happyfoodstore.se": "Välkommen till Happy Food Store webbshop! Vi har ett unikt, brett sortiment med över 4000 produkter att välja mellan. Vi har även snabb leverans samt en hjärtlig service. Vi erbjuder högkvalitativa, e...",
  "kurera.se": "Start | Kurera.se - För friskvård och naturlig hälsa Innehållsrik plattform med artiklar och guider. Aktiv på facebook, instagram, twitter. Snabb och responsiv sajt.",
  "naturligtsnygg.se": "Allt om ekologisk hudvård, hårvård, smink och make up. Webbshop och auktoriserad återförsäljare i Sverige. Stort utbud och snabb leverans! E-handelssajt med priser från 99 kr. Snabb och responsiv sajt...",
  "matdagboken.se": "Matdagboken - Matdagboken E-handelssajt med priser från 595 kr. Snabb och responsiv sajt.",
  "karinhaglund.se": "Karin Haglund är Kost och Hälsocoachen som bloggar och skriver om växtbaserad kost. Läs på sidans blogg och receptbank för att få daglig inspiration. Aktiv på facebook, instagram, twitter. Mobiloptime...",
  "ptfia.se": "Sofia Ståhl är hälsocoach, föreläsare, författare och hälsobloggare inom hälsa. Tidigare känd under namnet ”PT-Fia”. Sofia syns ofta som konferencier och har även varit programledare för SVT-programme...",
  "teresealven.se": "Terese Alvén inspirerar till ett hälsosamt liv utan pekpinnar men med mycket rörelseglädje. Sedan 2007 har bloggen gett kunskap och tips till alla åldrar. Aktiv på facebook, instagram, twitter. Snabb ...",
  "paleoteket.se": "Vårt mål är att hjälpa dig att ta makt över din egen hälsa. Vi erbjuder böcker, podcast, blogg och hälsoutbildningar online. Erbjuder 2+ kurser och utbildningar. Snabb och responsiv sajt.",
  "medvetenandning.se": "Conscious Breathing Institute AB Aktiv på facebook, instagram, youtube. Snabb och responsiv sajt.",
  "funmed.se": "Vi behandlar orsaken – du blir av med symtomen. Funmed ger dig funktionsmedicinsk vård i världsklass. Aktiv på facebook, instagram, youtube. Snabb och responsiv sajt.",
  "ehdin.com": "Dr Sanna Ehdin Hem - Dr Sanna Ehdin Erbjuder 2+ kurser och utbildningar. Aktiv på facebook, instagram, twitter. Snabb och responsiv sajt.",
  "coach4lifesweden.se": "Erbjuder coaching & massage men även medicinsk laser, dynamisk korrigering, för smärtlindring och balans i kropp och själ, Jag erbjuder även kurser inom personlig utveckling och kurser för att stärka ...",
  "holisticjonna.se": "Antiinflammatorisk mat l Växtbaserade recept l Holistisk hälsocoaching l HolisticJonna AB Erbjuder 5+ kurser och utbildningar. Aktiv på facebook, instagram, youtube. Snabb och responsiv sajt.",
  "halsocoachgruppen.se": "Hälsocoachgruppen – Resan till hållbar hälsa börjar med en hälsomätning Innehållsrik plattform med artiklar och guider. Snabb och responsiv sajt.",
  "axelsons.se": "Axelsons Institute – Axelsons är Nordens äldsta & största skola inom massage, friskvård, skönhet och kroppsterapier. Hitta din kurs eller utbildning idag. Aktiv på facebook, instagram, youtube. Snabb ...",
  "mabra.se": "Hos Må Bra Kliniken kan du få hjälp att påverka din hälsa genom kost och livsstil. Har du kroppsliga besvär, så kan vi hjälpa dig att rena och avgifta din kropp. Aktiv på facebook, instagram, youtube....",
  "topphalsa.se": "Vi bevakar det mesta inom hälsa såsom träning, medicin, sjukdomar, stress, psykisk ohälsa, kost och sömn. Aktiv på facebook, instagram, twitter. Snabb och responsiv sajt.",
  "sporthalsa.se": "Sport och Hälsa är en portal för dig som gillar träning, kost och skönhet. Läs våra tips, bloggar och nyheter om hälsa, recept, tester och bli inspirerad! Innehållsrik plattform med artiklar och guide...",
  "56kilo.se": "1400+ recept och inspiration för en hållbar livsstil! E-handelssajt med priser från 3854 SEK. Snabb och responsiv sajt.",
  "cleanlifestyle.se": "Hem • WholeBliss Company Snabb och responsiv sajt.",
  "traning40plus.se": "Hälsa, träning, motivation, kost, resor och skönhet, Kvinna 40 plus Innehållsrik plattform med artiklar och guider. Aktiv på facebook, instagram, twitter. Snabb och responsiv sajt.",
  "nillaskitchen.com": "Mat som älskar dig tillbaka Aktiv på facebook, instagram, linkedin. Snabb och responsiv sajt.",
  "mediteramera.se": "Onlinekurser för dig som längtar efter mer lugn, balans och glädje i livet. Forntida visdom blandad med modern forskning. Mobiloptimerad plattform.",
  "damernasvarld.se": "Välkommen till den stora mode- och skönhetssajten Damernas Värld. Här serveras den bästa shoppingen, produkttesterna, trendguiderna – och du möter de mest inspirerande människorna. Här hittar du även ...",
  "holisticsweden.com": "u4598308.fsdata.se Snabb och responsiv sajt.",
  "nordicwellth.com": "Nordic Wellth in Stockholm offers functional medicine consultations, health checks, and blood tests to support your preventive care and long-term wellness. Aktiv på facebook, instagram, linkedin. Snab...",
  "wellnesscoach.live": "Wellness Coach Erbjuder 2+ kurser och utbildningar. Snabb och responsiv sajt.",
  "junomedical.net": "Juno Medical Holistic hälsocoach Nurten Ozkoray supports you with better lifestyle choices, building healthy habits, and the best solutions for health problems. Aktiv på facebook, twitter, linkedin. S...",
  "stresscoachen.se": "Stresscoachen – För ett liv i balans Erbjuder 1+ kurser och utbildningar. Snabb och responsiv sajt.",
  "1177.se": "På 1177.se finns information och råd om hälsa, sjukdomar och hur du kan må bättre. Hitta vård. Logga in för att till exempel boka tid, förnya recept eller läsa din journal. Snabb och responsiv sajt.",
  "fastic.se": "Fastic – Fastic.se – Portal Snabb och responsiv sajt.",
  "apoteket.se": "Din hälsa är allt för oss. Vi är här när du är sjuk & när du vill vara frisk. Handla egenvård & hämta ut recept i butik eller online på nätet med snabb & fri frakt. Snabb och responsiv sajt.",
  "mindshift.se": "Mindshift.se – läs om olika musikinstrument och kompositörer Innehållsrik plattform med artiklar och guider. Snabb och responsiv sajt.",
  "sundkurs.se": "Vetenskapliga fakta för alla som jobbar med levnadsvanor och livsstilsförändring. Kursen kan läsas i valfri ordning och finns även i form av korta videos. Aktiv på facebook, instagram, youtube. Snabb ...",
  "superfruit.com": "Hem | Superfruit Snabb och responsiv sajt."
}